Repository: alexmonkwork/Wp-clear
Catalog: languages/wp-clear-*.po
Languages: ru_ru

source: Settings
ru_ru: Настройки

source: Clean WordPress head section
ru_ru: Очистить раздел WordPress

source: Clean up the head section
ru_ru: Очистить секцию <head>

source: Remove Unnecessary Code from wp_head. <ol> <li>WordPress generator meta tag</li> <li>Post Relational Links</li> <li>Post shortlinks</li> <li>Canonical links</li> <li>Post and Comment Feed and Other feeds</li> <li>Resource hints</li> </ol>
ru_ru: Удаляет ненужный код из wp_head. <ol> <li>WordPress generator meta tag</li> <li>Post Relational Links</li> <li>Post shortlinks</li> <li>Canonical links</li> <li>Post and Comment Feed and Other feeds</li> <li>Resource hints</li> </ol>

source: Remove XML feeds
ru_ru: Удалить XML feeds

source: Remove rel="alternate" type="application/rss+xml" from < head >
ru_ru: Удаляет ссылки типа rel="alternate" type="application/rss+xml"

source: Remove emoji
ru_ru: Удалить Emoji

source: Note: Emoticons will still work and emoji’s will still work in browsers which have built in support for them. This plugin simply removes the extra code bloat used to add support for emoji’s in older browsers.
ru_ru: Примечание. Смайлики по-прежнему будут работать, в браузерах, которые их поддерживают. Этот плагин просто удаляет лишний код, используемый для добавления поддержки Emoji в старых браузерах.

source: Disable wp-embed
ru_ru: Отключить wp-embed

source: <ol> <li>Prevents others from embedding your site.</li> <li>Prevents you from embedding other non-whitelisted sites.</li> <li>Disables all JavaScript related to the feature.</li> <li>Removes support for the WordPress embed block in the new block editor.</li> </ol>
ru_ru: <ol> <li>Предотвращает встраивание других сайтов, не включенных в белый список.</li> <li>Отключает весь JavaScript, связанный с этой функцией.</li> <li>Убрана поддержка встраивания блока WordPress в новом редакторе блоков.</li> </ol>

source: Removes REST API
ru_ru: Отключить REST API

source: Removes all REST API filters and disables the API itself.
ru_ru: Удаляет все фильтры API REST и отключает сам API.

source: Save all changes
ru_ru: Сохранить все изменения

source: A simple plugin removes unnecessary code from wp_head. Allows you to disable emoji and wp-embed. Required PHP 7.*
ru_ru: Простой плагин удаляет ненужный код из wp_head. Позволяет отключить emoji и wp-embed. Требуется PHP 7. *

source: Alexey Rtishchev
ru_ru: Алексей Ртищев
